export class FaqFakeDb
{
    public static data = [
        {
            'question': 'מי אנחנו?',
            'answer': 'אנחנו חברת תכנות ושיווק דיגיטלי אשר המטרה שלה היא הנגשת חנויות וירתואליות לבעלי עסקים כדי לאפשר להם למכור ברשת האינטרנט.'
        },
        {
            'question': 'מה מבדיל אותנו?',
            'answer': 'מודל עסקי תלוי הצלחת לקוח.'
        },
        {
            'question': 'מה מייחד אותכם?',
            'answer': ' מקצוענות,שירות ונגישות'
        },
        {
            'question': 'האם יש התחייבות?',
            'answer': 'לא.'
        },
        {
            'question': 'מה השירותים שאתם מציעים?',
            'answer': 'בניית אתר אינטרנט מתאם לקוח,אסטרגיות שיווק,שיווק דיגיטלי ודהיול דף וקיפיינים בפייסבוק ורשתות חבריות אחרות.'
        },
        {
            'question': 'איך זה עוזר לעסק שלי?',
            'answer': 'האתר מאפשר חשיפה רבה לקהל יעד מתאים ביותר כך שמעלה את הסיכויים לביעוצ מכירה.'
        },
        {
            'question': 'כמה זמן לוקח מרגע ביצוע ההזמנה עד העלאת האתר לאוויר?',
            'answer': 'תלוי בסוע החנות וגודלו בממוצע בין חודש וחצי לחודשיים.'
        },
        {
            'question': 'האם אני צריך לדאוג למשלוח?',
            'answer': 'כן, אבל אם אין לך חברת שילוח נשמח לקשר איתך עם חברות שילוח שעובדים איתנו.'
        },
        {
            'question': 'האם אתם דואגים לחברת סליקה?',
            'answer': 'כן, אנחנו נדאג לחבר אותך עם חברת סליקה מאובטחת.'
        },
        {
            'question': 'האם כתובת החנות תהיה על השם שלי?',
            'answer': 'כן, הדומיין יהיה לפי בחירתך.'
        },
    ];
}
