export class InvoiceFakeDb
{
    public static invoice = {
        'from'    : {
            'title'  : 'משרד רואי חשבון',
            'address': 'עראבה כביש ראשי',
            'phone'  : '+66 123 455 87',
            'email'  : 'hello@accountant.com',
            'website': 'www.accountant.com'
        },
        'client'  : {
            'title'  : 'מוחמד עלי ',
            'address': 'עראבה 30814',
            'phone'  : '+55 552 455 87',
            'email'  : 'mohmd@mail.com'
        },
        'number'  : 'P9-0004',
        'date'    : 'Jul 19, 2018',
        'dueDate' : 'Aug 24, 2018',
        'services': [
            {
                'title'    : 'יעוץ',
                'detail'   : 'בה אנא כלים המלצת. רבה על ויקי המשפט, ישראל מוסיקה דת צעד. אל מדע מפתח ייִדיש ומהימנה, מלא ספינות עקרונות קרימינולוגיה דת. דת עוד הקנאים תאולוגיה.',
                'unit'     : 'Hour',
                'unitPrice': '12.00',
                'quantity' : '240',
                'total'    : '2880'
            },
            {
                'title'    : 'טיפול רבעון',
                'detail'   : 'בה אנא כלים המלצת. רבה על ויקי המשפט, ישראל מוסיקה דת צעד. אל מדע מפתח ייִדיש ומהימנה, מלא ספינות עקרונות קרימינולוגיה דת. דת עוד הקנאים תאולוגיה.',
                'unit'     : 'Hour',
                'unitPrice': '10.50',
                'quantity' : '350',
                'total'    : '3675'
            },
            {
                'title'    : 'חישובי סכר',
                'detail'   : 'בה אנא כלים המלצת. רבה על ויקי המשפט, ישראל מוסיקה דת צעד. אל מדע מפתח ייִדיש ומהימנה, מלא ספינות עקרונות קרימינולוגיה דת. דת עוד הקנאים תאולוגיה.',                'unit'     : 'Hour',
                'unitPrice': '4.00',
                'quantity' : '50',
                'total'    : '200'
            },
            {
                'title'    : 'הגשת מסמכים',
                'detail'   : 'בה אנא כלים המלצת. רבה על ויקי המשפט, ישראל מוסיקה דת צעד. אל מדע מפתח ייִדיש ומהימנה, מלא ספינות עקרונות קרימינולוגיה דת. דת עוד הקנאים תאולוגיה.',                'unit'     : 'Hour',
                'unitPrice': '6.50',
                'quantity' : '260',
                'total'    : '1690'
            }
        ],
        'subtotal': '8445',
        'tax'     : '675.60',
        'discount': '120.60',
        'total'   : '9000'
    };
}
